stopwords = [
    "的", "了", "和", "呢", "啊", "哦",
    "就", "而", "或", "及", "与", "等",
    "这", "那", "之", "只", "个",
    "是", "在", "很", "有", "我", "你",
    "他", "她", "它", "我们", "你们", "他们",
    "自己", "什么", "怎么", "为什么", "因为", "所以",
    "如何", "可以", "是否", "是否能够", "能否",
    "是否可以", "能不能", "可以吗", "能不能够", "能否给出",
    "请问", "请教", "请告知", "请帮忙", "请解释",
    "请说明", "请指导", "请提供", "请提醒", "请确认",
    "请回答", "请说一下", "请描述", "请列举", "请比较",
    "请分析", "请解决", "请评价", "请推荐", "请指出",
    "请给出", "请阐述", "请讨论", "请注意", "请考虑",
    "谢谢","求求","高手","感激不尽","请"
]